# Запросить у пользователя температуру в градусах Цельсия
celsius = float(input("Введите температуру в градусах Цельсия: "))

# Вывести значение в градусах Цельсия
print("Температура в градусах Цельсия:", celsius)

# Преобразовать в градусы Фаренгейта
fahrenheit = (celsius * 9/5) + 32

# Вывести значение в градусах Фаренгейта
print("Температура в градусах Фаренгейта:", fahrenheit)