# Запросить у пользователя число в виде строки
number_str = input("Введите число в виде строки: ")

# Преобразовать строку в целое число
number_int = int(number_str)

# Вывести результат
print("Число в виде целого числа:", number_int)
