# Введите любую строку и сохраните ее в переменной
строка = input("Введите любую строку: ")

# Выведите длину строки
print("Длина строки:", len(строка))