# Введите любое слово
word = input("Введите любое слово: ")

# Вывести слово, повторенное три раза
print(word * 3)