# Запросить у пользователя два числа
num1 = float(input("Введите первое число: "))
num2 = float(input("Введите второе число: "))

# Выполнить сложение и умножение
сумма = num1 + num2
произведение = num1 * num2

# Вывести результаты
print("Результат сложения:", сумма)
print("Результат умножения:", произведение)